brew "bat"
brew "btop"
brew "direnv"
brew "duf"
brew "fd"
brew "fzf"
brew "gh"
brew "jaq"
brew "jq"
brew "hyperfine"
brew "lazydocker"
brew "lazygit"
brew "lf"
brew "lsd"
brew "ncmpcpp"
brew "neovim"
brew "node"
brew "ripgrep"
brew "rustup"
brew "sad"
brew "stow"
brew "tealdeer"
brew "tmux"
brew "trash-cli"
brew "ugrep"
brew "yazi"
brew "yq"
brew "zoxide"
