base
base-devel
blueman
bluez
bluez-utils
btop
btrfs-progs
celluloid
cudnn
discord
dos2unix
duf
easyeffects
efibootmgr
fzf
gamemode
gamescope
gdb
gdm
git
gnome-keyring
grub
grub-btrfs
grub-customizer
i2c-tools
imv
intel-ucode
iwd
kitty
lazygit
lf
lib32-gamemode
libva
linux
linux-firmware
linux-headers
mako
man-db
man-pages
mlocate
mpc
mpd
mpv-mpris
nautilus
ncmpcpp
neofetch
neovim
ntfs-3g
nvidia-dkms
nvidia-settings
otf-cascadia-code-nerd
pamixer
pavucontrol
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
plymouth
polkit-gnome
qt5-wayland
qt5ct
reflector
rofi
rsync
slurp
snap-pac
snapper
socat
starship
steam
swayidle
swtpm
tmux
transmission-gtk
tree
ttf-font-awesome
udiskie
vi
virt-manager
wget
wireplumber
wl-clipboard
wlroots
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
zathura
zoxide
zram-generator
zsh
