adw-gtk-theme
allusion-appimage
apple_cursor
autotrash
btrfs-assistant
eww-wayland-unsigned-git
gamescope-plus
git-credential-manager-core-bin
grimblast-git
grub-theme-arch
hyprland-nvidia-git
insync
insync-emblem-icons
insync-nautilus
libva-nvidia-driver
mailspring
microsoft-edge-stable-bin
mpdris2
nautilus-gnome-disks
nwg-look-bin
openrgb
paru
protonup-qt
rofi-lbonn-wayland-git
steamtinkerlaunch
swww
tastytrade
wlogout
xdg-desktop-portal-hyprland-git
xpadneo-dkms
