adw-gtk-theme
allusion-appimage
anyrun-git
apple_cursor
autotrash
btrfs-assistant
eww-wayland-unsigned-git
gamescope-plus
git-credential-manager-core-bin
gradience
grimblast-git
grub-theme-arch
hyprland-nvidia-git
insync
insync-emblem-icons
insync-nautilus
libva-nvidia-driver
mailspring
mdformat
microsoft-edge-stable-bin
mpdris2
nautilus-gnome-disks
nautilus-open-any-terminal
nwg-look-bin
octopi
openrgb
paru
protonup-qt
rofi-lbonn-wayland-git
spicetify-cli
spotify
steamtinkerlaunch
sway-audio-idle-inhibit-git
swaylock-effects
swww
tastytrade
uml_utilities
xdg-desktop-portal-hyprland-git
xpadneo-dkms-git
