archlinux-appstream-data
base
base-devel
blueman
bluez
bluez-utils
breeze
btop
btrfs-progs
celluloid
cockpit-podman
cudnn
discord
dnsmasq
dos2unix
duf
easyeffects
efibootmgr
fd
file-roller
firewalld
fish
flatpak
fzf
gamemode
gdb
gdm
git
git-delta
glow
gnome-disk-utility
gnome-keyring
gnome-software
grub
grub-btrfs
grub-customizer
i2c-tools
imagemagick
imv
inotify-tools
intel-ucode
iptables-nft
iwd
kanshi
kitty
lazygit
lf
lib32-gamemode
liblqr
libraqm
libva
linux
linux-firmware
linux-headers
lsp-plugins
lutris
man-db
man-pages
mlocate
mpc
mpd
mpv-mpris
nautilus
ncmpcpp
neofetch
neovim
networkmanager
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
nvidia-dkms
nvidia-settings
obsidian
pamixer
papirus-icon-theme
pavucontrol
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
playerctl
plymouth
podman
polkit-gnome
qemu-desktop
qt5-wayland
qt5ct
reflector
ripgrep-all
rsync
sad
slurp
snap-pac
snapper
socat
starship
steam
sushi
swayidle
swtpm
the_silver_searcher
tmux
transmission-gtk
tree
ttf-cascadia-code-nerd
ttf-font-awesome
udiskie
vi
virt-manager
wget
wireplumber
wl-clipboard
wlroots
xdg-desktop-portal-gtk
xdg-user-dirs
zathura
zathura-pdf-mupdf
zoxide
zram-generator
zsa-udev
