adw-gtk-theme
adwaita-qt5
adwaita-qt6
apple_cursor
autotrash
base
base-devel
bat
betterdiscord-installer
biber
blueman
btop
btrfs-progs
catppuccin-gtk-theme-mocha
celluloid
chili-sddm-theme
clickup
cpio
cups-pdf
dex
discord
easyeffects
eww-tray-wayland-git
fd
ffmpeg-audio-thumbnailer
file-roller
firefox
firewalld
fish
fisher
fzf
gamemode
gamescope-plus
git
git-credential-manager-core-bin
git-delta
git-nautilus-icons
gnome-bluetooth-3.0
gnome-disk-utility
gnome-keyring
gobject-introspection
grimblast-git
hplip
hyprland-nvidia-git
hyprpicker
i2c-tools
imagemagick
imv
intel-ucode
iwd
kanshi
kitty
lazygit
lib32-gamemode
lib32-nvidia-utils
lib32-opencl-nvidia
libappindicator-gtk3
libva
libva-nvidia-driver
linux
linux-firmware
linux-headers
lsd
lsp-plugins-lv2
ltex-ls-bin
lutris
lxappearance
mailspring
man-db
man-pages
mate-polkit
mlocate
mpc
mpd
mpdris2
mpv-mpris
ncmpcpp
nemo
nemo-audio-tab
nemo-emblems
nemo-ext-git-git
nemo-fileroller
nemo-image-converter
nemo-preview
neofetch
neovim
networkmanager
noto-fonts-cjk
nss-mdns
ntfs-3g
nvidia-dkms
nwg-look
obsidian
onedrive-abraunegg
onedrivegui-git
opencl-nvidia
openrgb
otf-font-awesome
pacman-contrib
pacman-hook-kernel-install
pamixer
paru
pavucontrol
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
playerctl
plymouth
popcorntime-bin
protonup-qt
pyenv
python-libtmux
python-pip
python-pyqt5
qt5-wayland
qt5ct
qt6ct
reflector
ripgrep-all
rustup
sad
sddm
seahorse
sioyek
slurp
socat
starship
steam
swappy
sway-audio-idle-inhibit-git
swayidle
swaylock-effects
swww
system76-scheduler
tastytrade
texlive-bibtexextra
texlive-binextra
texlive-fontsrecommended
texlive-langarabic
texlive-langchinese
texlive-langcjk
texlive-langcyrillic
texlive-langczechslovak
texlive-langenglish
texlive-langeuropean
texlive-langfrench
texlive-langgerman
texlive-langgreek
texlive-langitalian
texlive-langjapanese
texlive-langkorean
texlive-langother
texlive-langpolish
texlive-langportuguese
texlive-langspanish
texlive-latexextra
texlive-publishers
the_silver_searcher
tmux
todoist-appimage
transmission-gtk
trash-cli
tree
ttf-cascadia-code-nerd
ttf-cm-unicode
ttf-font-awesome
udiskie
upower
wget
wireplumber
wl-clipboard
wlr-randr
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xpadneo-dkms
zathura
zathura-cb
zathura-pdf-mupdf
zoxide
zram-generator
zsa-wally-bin
